
import React, { Component } from 'react';

import './style.css';



class HowWorking extends Component {
    constructor(props) {
        super(props);
        this.state = {}
    }

    render() {
        return (
            <div className="howWorking" >
                <div className="container-fluid">
                    <div className="container">
                        <h1>ویشار چگونه کار میکند ؟</h1>
                        <div className="vishar-how-working">
                        <p>مجموعه ویشار با بهره گیری از گروه های حرفه ای در زمینه های مختلف طراحی، عکس برداری و فیلم برداری، کلیه پروژه های طراحی و تبلیغاتی را به عهده می گیرد.</p>
                        <p>به ما در مورد نیاز خود بگویید:</p>
                        <p>در ابتدا توضیح مختصری در مورد نیازهای خود به طراحان ما ارائه دهید. این کار تنها چند دقیقه از وقت شما را خواهد گرفت. ویژگی ها و خصوصیات مورد نظر طراحی خود را اعلام کنید. مهم نیست پروژه شما چه مقدار ساده یا پیچیده باشد.</p>
                        <p>چه پروژه هایی از طرف ما قابل انجام است؟</p>
                        <p>خیلی چیزها! طراحان حرفه ای ما می توانند در زمینه طراحی لوگوهای مختلف، وب سایت ها، بنر های تبلیغاتی و غیره فعالیت کنند. برای کسب اطلاعات بیشتر می توانید دسته بندی خدمات مختلف ارائه شده توسط ما را در سایت ملاحظه بفرمایید.
طراحی چه مقدار طول می کشد؟</p>
                        <p>بسته به پیچیدگی یا ساده بودن طراحی، زمان تحویل سفارش متفاوت می باشد. برای طراحی های ساده تر، زمان کمتر و برای طراحی های پیچیده تر زمان بیشتری صرف خواهد شد.</p>
                        <p>هزینه طراحی چقدر می شود؟</p>
                        <p>با توجه به طبقه بندی های مختلف هزینه دریافتی برای سفارش های مختلف متفاوت می باشد. هر طبقه بندی دارای زیر مجموعه جدا می باشد که هزینه هر کدام در جلوی آن نوشته شده است.</p>
                        <p>کار با بهترین طراحان:
</p>
                        <p>ما زمینه ای را فراهم کردیم تا مجرب ترین و حرفه ای ترین طراحان در زمینه های مختلف گرد هم بیایند.</p>
                        </div>

                        <div className="how-right">
                            <div className="how-text" >
                                <h1>
                                    حساب کاربریت رو بساز
                            </h1>
                                <p >
                                در سایت ویشار برای دریافت طرح مورد نظر خودتون تنها سه قدم وجود داره. اولین قدم اینه که حساب کاربری خودت رو داشته باشی. میتونی با ثبت نام در سایت ویشار به راحتی و با صرف کمترین وقت، اولین قدم رو برداری.
                           </p>
                            </div>
                            <h1 className="how-num">
                                1
                           </h1>
                        </div>

                        <div className="how-left">
                            <div className="how-text" >
                                <h1>
                                پیدا کردن بهترین طراح
                                </h1>
                                <p >
                                تعداد زیادی طراح با مهارت ها و تخصص های مختلف در ویشار در حال فعالیت می باشند. به وسیله سرویس جستجوی پیشرفته سایت می توانید با توجه به ویژگی های مدنظر شما، طراحان مناسب را جستجو کرده و با مشاهده پروفایل آن ها از تخصص ها و سابقه کاری آن ها مطلع شوید و در صورت لزوم با برقراری ارتباط با آن ها بتوانید برای انتخاب نهایی طراح مد نظر خود تصمیم گیری کنید. انتخاب آگاهانه طراح می تواند کیفیت نتیجه نهایی کار را بسیار بالاتر ببرد.
                           </p>
                            </div>
                            <h1 className="how-num">
                                2
                           </h1>
                        </div>

                        <div className="how-right">
                            <div className="how-text" >
                                <h1>
                                بهترین طرح رو انتخاب کن
                                </h1>
                                <p >
                                بعد از انتخاب نوع پروژه، طراحان ویشار شروع به طراحی سفارش شما می کنن و در زمان تعیین شده به شما تحویل میدن. از بین طراحی های تحویل داده شده می تونید با نظر خودتون، بهترین و مناسب ترین طرح رو انتخاب و تحویل سفارش رو نهایی کنید.
                           </p>
                            </div>
                            <h1 className="how-num">
                                3
                           </h1>
                        </div>
                    </div>
                </div>
            </div>
        );
    }
}

export default HowWorking;