
import React, { Component } from 'react';

import './style.css';



class HowWorking extends Component {
    constructor(props) {
        super(props);
        this.state = {}
    }

    render() {
        return (
            <div className="howWorking" >
                <div className="container-fluid">
                    <div className="container">
                        <h1>ویشار چگونه کار میکند ؟</h1>
                        <div className="vishar-how-working">
                        <p>مجموعه ویشار با بهره گیری از گروه های حرفه ای در زمینه های مختلف طراحی، عکس برداری و فیلم برداری، کلیه پروژه های طراحی و تبلیغاتی را به عهده می گیرد.</p>
                        <p>به ما در مورد نیاز خود بگویید:</p>
                        <p>در ابتدا توضیح مختصری در مورد نیازهای خود به طراحان ما ارائه دهید. این کار تنها چند دقیقه از وقت شما را خواهد گرفت. ویژگی ها و خصوصیات مورد نظر طراحی خود را اعلام کنید. مهم نیست پروژه شما چه مقدار ساده یا پیچیده باشد.</p>
                        <p>چه پروژه هایی از طرف ما قابل انجام است؟</p>
                        <p>خیلی چیزها! طراحان حرفه ای ما می توانند در زمینه طراحی لوگوهای مختلف، وب سایت ها، بنر های تبلیغاتی و غیره فعالیت کنند. برای کسب اطلاعات بیشتر می توانید دسته بندی خدمات مختلف ارائه شده توسط ما را در سایت ملاحظه بفرمایید.
طراحی چه مقدار طول می کشد؟</p>
                        </div>

                        <div className="how-right">
                            <div className="how-text" >
                                <h1>
                                    حساب کاربریت رو بساز
                            </h1>
                                <p >
                                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است
                           </p>
                            </div>
                            <h1 className="how-num">
                                1
                           </h1>
                        </div>

                        <div className="how-left">
                            <div className="how-text" >
                                <h1>
                                    پروژه خودت رو بساز
                                </h1>
                                <p >
                                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است
                           </p>
                            </div>
                            <h1 className="how-num">
                                2
                           </h1>
                        </div>

                        <div className="how-right">
                            <div className="how-text" >
                                <h1>
                                    بهترین طرحت رو انتخاب کن
                                </h1>
                                <p >
                                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است
                           </p>
                            </div>
                            <h1 className="how-num">
                                3
                           </h1>
                        </div>
                    </div>
                </div>
            </div>
        );
    }
}

export default HowWorking;